tap "mobile-dev-inc/tap"
tap "jetbrains/junie"
tap "jetbrains/utils"
tap "nikitabobko/tap"

brew "dockutil"
brew "neovim"
cask "nikitabobko/tap/aerospace"
brew "fzf"
brew "zoxide"
brew "yazi"
brew "starship"
brew "gh"
brew "jj"
brew "opencode"
brew "jetbrains/utils/kotlin-lsp"
brew "lua-language-server"
brew "basedpyright"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "mobile-dev-inc/tap/maestro"
brew "junie"

cask "ghostty"
cask "jetbrains-toolbox"
